[{"id":"f1        ","name":"Zinus Jocelyn Contemporary 65 Inch Armless Sofa, Beige","image":2131165317,"description":"  Polyester\r\nEasily assembles with a friend, no tools needed, in under 20 minutes\r\nModern armless design with stress-free fabrics, durable and easy-to-clean\r\nA naturally-strong wood frame is wrapped in cozy, supportive foam cushioning\r\nSmartly shipped in one box - all parts for assembling your sofa are located in the enclosed compartment on the bottom of the base section\r\nWorry-free 1 year warranty"},{"id":"f2        ","name":" GreenForest L-Shape Corner","image":2131165318,"description":"\r\nL-shaped gaming desk is made out of a beautiful MDF that appearance and functionality are classy and efficient in home\/office\r\nL shaped gaming desk in 3 piece,easy switch the two sides as your habit,which take full advantage of space and save space fits nicely into a room without taking up a ton of space\r\nL desk for school in very sturdy frame that is designed in an edgy architectural look to support all your office essentials,no serious shaking or movement, very stable and secure\r\nL desk foot cups height adjustment to keep the legs in same height, strong legs hold pc on top along with the monitors and peripherals, 2 monitors is available\r\nL shaped desk size :Overall dimensions are 58.1‘’(L) x 44.3\"(W) x 29.13\"(H), 19.1 inch in deep,includes necessary tools and instructions ,please install as Instructions steps and avoid big moving\r\n   "},{"id":"f3        ","name":"   Christopher Knight Home ","image":2131165319,"description":"   WINGBACK CHAIR: Our Clarice Tall Wingback Fabric Accent Chair in light beige will meet all your indoor furniture needs. This high-class lounge chair pairs perfectly with an ottoman and comes in a variety of colors to suit any style.\r\nCLASSIC ARMLESS STYLE: At Great Deal Furniture, we bring you the best furniture available. Our stylish chair has timeless wing features on its high back. Its curved design is the perfect focal point for any room, and makes a great location for sitting, reading, and relaxing.\r\nHIGH-QUALITY FABRIC: To give your space a cozy yet traditional feel, we created our Clarice chair with a tasteful, tufted design. Our chair boasts a linen and polyester fabric blend and durable wood legs, making this chair easy to care for and built to last. This seat will soon be your new favorite spot in the house.\r\nLIVING ROOM and MORE: Our elegant wingback chair is the perfect addition to any house or apartment. Use it in your TV room, office, dining room, or bedroom. Adults and kids alike will love this new luxury chair that can be moved easily to fit your space. This modern seating option will add a touch of classic beauty to your home.\r\nDIMENSIONS: Knowing the dimensions of new furniture is essential to ensure that you get something that fits your needs and your space. The chair itself is 27.25” L x 33.75” W x 38.50” H, and the seat is 21.25” D x 27.5” W x 18” H. With this chic chair, you’ll always have a comfortable place to rest after a long day. Light assembly required.\r\n    "},{"id":"f4        ","name":" Sealy","image":2131165320,"description":"   Sealy, 8-Inch, Memory Foam bed in a box, Adaptive Comfort Layers, Medium-Firm Feel, Twin\r\n        bed in a box: 8-inch twin high density memory foam mattress built for comfort that lasts, year after year. A winning combination of CertiPUR-US Certified materials provide excellent pressure relief and support that “hugs you\" and keeps you healthy as you rest. Medium-firm feel mattress is ideal for all sleep positions\r\nCONFORMING FOAM: 2 inches of premium adaptive memory foam adapts to your body's shape to provide conforming comfort and pressure relief. 6 inches of high-grade conventional foam offers a durable base to promote cooling airflow and support throughout the night for an \"on the bed\" feel. 10 and 12-inch thick mattresses deliver even greater levels of pressure relief with 3 inches of premium adaptive memory foam.\r\n100 NIGHT RISK-FREE TRIAL: IF YOU ARE UNSATISFIED WITH THIS MATTRESS, YOU CAN RETURN IT FOR A FULL REFUND UP TO 100 DAYS FROM DATE OF RECEIPT\r\n10 YEAR LIMITED WARRANTY: Sealy mattresses are designed and assembled in the USA to ensure the highest quality. Your purchase is protected by a 10 year limited warranty with no movers needed. This compressed mattress is packaged in a box, which allows it to be easily delivered and will expand to it's full lofty shape inside your home.\r\nYOUR NEW MATTRESS: Getting Acquainted with your new product: in the beginning it may feel different than expected. We recommend sleeping on it for a few weeks in order to give your mattress a chance to “break-in” to the way you sleep. As with most new purchases, any “new product smell” that you may experience is harmless and will dissipate in a couple of weeks.\r\nREMOVABLE COMFORT COVER: Mattress includes a soft, circular knit cover layer that is removable for your convenience\r\n    "},{"id":"f5        ","name":"Ameriwood Kendall","image":2131165321,"description":"\r\n        Keep your room clutter free with the SystemBuild Kendall 16” Stackable Storage Cabinet\r\nThe narrow width of this Storage Cabinet makes it ideal for small spaces, such as a kitchen or laundry room\r\nTwo of these Storage Cabinets can be stacked on top of one another, creating additional space (each cabinet sold separately)\r\n16” Storage Cabinet coordinates with other pieces in the SystemBuild Kendall collection, providing a customized storage solution for any room in your home\r\nCabinet features 2 adjustable and 1 fixed shelf to customize your storage\r\n    "}]